export let contents = [
    {
      id:'tutorial1',
      title: '이용 가이드 - 메인메뉴',
      content: `현재 사용자의 위치를 불러옵니다.
      사용자가 저장한 지도가 있다면 해당 지도를 확인 가능합니다.
      사용자가 저장한 지도는 언제든지 삭제가 가능합니다.
      (현재 위치가 건물 안이거나, 통신이 불안정한 곳이면 정확한 위치 파악이
      어려울 수도 있습니다.)`
      
    },
    {
      id: 'tutorial2',
      title: '이용 가이드 - 이동모드',
      content: `3초에 한번 사용자의 위치를 지도에 그려냅니다.
      이동 모드 종료 버튼을 클릭하면 이동 경로와 총 이동 거리를 보여주는 지도를 화면에 그려냅니다.`,
    },
    {
      id: 'tutorial3',
      title: '이용 가이드 - 이동모드 종료',
      content: `이동모드를 종료하고 싶으면 이동모드 종료 버튼을 클릭합니다.
      현재 이동 경로 저장 버튼을 클릭해 원하는 날짜와 이름으로 지도 저장이 가능합니다.
      저장한 지도는 메인 화면에서 확인할 수 있습니다.`,
    }
]
