export let contents = [
    {
      id:'tutorial1',
      title: '모빌리오 맵 줄여서 모맵',
      content: `모맵은 모빌리오의 개쩌는 로봇들의 움직임 관찰을 위해 만들어진 어플리케이션입니다.
      실시간 GPS 추적 기능을 활용하여 로봇이 아닌 핸드폰, 태블릿 등의 실시간 위치 추적도 가능합니다.
      이동 모드 버튼을 클릭하면 로봇 혹은 사용자의 실시간 위치를 추적하여 이동 경로를 그려냅니다.`,
    },
    {
      id: 'tutorial2',
      title: '실시간 위치 추적 중 입니다.',
      content: `10초에 한번 로봇 혹은 사용자의 위치를 지도에 그려냅니다. 위치 데이터가 어느 정도 쌓이고 
      이동 모드 종료 버튼을 클릭하면 이동 경로와 총 이동 거리를 보여주는 지도를 그려냅니다.
      (현재 위치가 건물이거나, 통신이 불안정한 곳이면 정확한 위치 파악이 어려울 수도 있습니다.)`,
    },
]
